Repository: MattCheetham/zeddy-localization
Catalog: *.lproj/Intents.strings
Languages: de, fr, nl

# 38YXI2
source: Zeddy requires you to store your credentials in the keychain to use these functions. Please log out of Zeddy and in again, and allow Zeddy to store your credentials in the keychain.
de: Bei Zeddy müssen Sie Ihre Anmeldeinformationen im Schlüsselbund speichern, um diese Funktionen nutzen zu können. Bitte melden Sie sich bei Zeddy ab und wieder an und erlauben Sie Zeddy, Ihre Anmeldeinformationen im Schlüsselbund zu speichern.
fr: Zeddy vous demamde de mémoriser vos identifiants dans votre trousseau pour utiliser ces fonctions. Merci de vous déconnecter puis de vous reconnecter, puis permettez Zeddy de sauvegarder vos identifiants dans votre trousseau.
nl: Zeddy vereist dat de inloggegevens in de sleutelhanger zijn opgeslagen om deze functies te gebruiken. Loguit bij Zeddy en log opnieuw in en sta toe dat Zeddy uw inloggegevens in de sleutelhanger opslaat.

# 9A6WJJ
source: Get car power level status
de: Wie voll ist mein Akku
fr: Afficher l'état du niveau de puissance de la voiture
nl: Hoe vol is mijn batterij?

# BYOoe6
source: A request to get the car power level status for the user
de: Eine Anforderung, den Status der Fahrzeugbatterie für den Benutzer abzurufen.
fr: Une requête pour récupérer l'état du niveau de puissance de la voiture pour l'utilisateur
nl: De gebruiker heeft een verzoek ingediend om de status van de batterij op te halen.

# CY9098
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# G0WjeX
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# G9NetG
source: Zeddy requires you to store your credentials in the keychain to use these functions. Please log out of Zeddy and in again, and allow Zeddy to store your credentials in the keychain.
de: Bei Zeddy müssen Sie Ihre Anmeldeinformationen im Schlüsselbund speichern, um diese Funktionen nutzen zu können. Bitte melden Sie sich bei Zeddy ab und wieder an und erlauben Sie Zeddy, Ihre Anmeldeinformationen im Schlüsselbund zu speichern.
fr: Zeddy vous demamde de mémoriser vos identifiants dans votre trousseau pour utiliser ces fonctions. Merci de vous déconnecter puis de vous reconnecter, puis permettez Zeddy de sauvegarder vos identifiants dans votre trousseau.
nl: Zeddy vereist dat de inloggegevens in de sleutelhanger zijn opgeslagen om deze functies te gebruiken. Loguit bij Zeddy en log opnieuw in en sta toe dat Zeddy uw inloggegevens in de sleutelhanger opslaat.

# GK0hcv
source: Charge request sent
de: Der Ladevorgang wird gestartet
fr: Requête de charge envoyée
nl: Verzoek tot het opladen van uw voertuig is verzonden

# HK0KKx
source: Car Name
de: Fahrzeugname
fr: Nom du véhicule
nl: Naam van voertuig

# PyRWFc
source: Authentication failed. Please sign into Zeddy
de: Authentifizierung fehlgeschlagen. Bitte melde dich bei Zeddy an
fr: Authentication échouée. Merci de vous connecter à Zeddy
nl: De verificatie is mislukt. U dient opnieuw in te loggen.

# QOV8uW
source: Pre-condition request sent.
de: Vorklimatisierungsanfrage gesendet.
fr: Requête de pré-conditionnement envoyée.
nl: Verzoek om pre-airconditioning te starten is verzonden

# RzqyYR
source: Something went wrong
de: Etwas ist schief gelaufen
fr: Quelque chose s'est mal passé
nl: Er is iets fout gegaan

# SlRYef
source: Start Charge
de: Jetzt laden
fr: Lancer la charge
nl: Start het opladen

# U9M2Qg
source: Something went wrong
de: Etwas ist schief gelaufen
fr: Quelque chose s'est mal passé
nl: Er is iets fout gegaan

# WUkFVC
source: Request your vehicle begin a charge if it is connected to a cable
de: Fordern Sie Ihr Fahrzeug auf, eine Aufladung zu starten, wenn es an ein Kabel angeschlossen ist.
fr: Lancer la charge de votre véhicule s'il est connecté à un cable
nl: Stuur een verzoek tot het starten van het opladen. Dit werkt alleen als het voertuig is verbonden met een laadkabel

# Y65HBU
source: Send a request to your vehicle to begin pre-conditoning
de: Senden Sie eine Anfrage an Ihr Fahrzeug, um mit der Vorklimatisierung zu beginnen
fr: Envoyer une requête pour démarrer le pré-conditionnement
nl: Stuur een verzoek naar uw voertuig om met pre-airconditioning te beginnen

# dcITXC
source: Authentication failed. Please sign into Zeddy.
de: Authentifizierung fehlgeschlagen. Bitte melde dich bei Zeddy an.
fr: Authentication échouée. Merci de vous connecter à Zeddy.
nl: De verificatie is mislukt. U dient opnieuw in te loggen.

# fyIuVx
source: Requests that the car begin charging now
de: Das Auto wird nun geladen
fr: Demander que la voiture démarre la charge maintenant
nl: Uw voertuig wordt nu opgeladen

# k3SZTK
source: Start Charge
de: Ladevorgang starten
fr: Démarrer la charge
nl: Begin met opladen

# qYLAAH
source: Get power level of ${carName}
de: Zeigt die Akkuleistung von ${carName}
fr: Récupérer le niveau de puissance de ${carName}
nl: Toon het batterijvermogen van ${carName}

# u6QHya
source: Gets the charging status, battery status and remaining range of ${carName}
de: Zeigt den Ladezustand, den Batteriestatus und die verbleibende Reichweite von ${carName} an.
fr: Récupérer l'état de la charge, le statut de la battery et l'autonomie de ${carName}
nl: Geef de laadstatus, batterijstatus en het resterende bereik van ${carName} weer.

# zSwklG
source: Asks your car to precondition now
de: Heize mein Fahrzeug vor
fr: Demander à votre voiture de démarrer le pré-conditionnement maintenant
nl: Verwarm mijn voertuig voor ik instap
