Repository: MattCheetham/zeddy-localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr, nl

# alert_credentials_title
source: Save credentials
de: Zugangsdaten speichern
fr: Sauvegarder les identifiants
nl: inloggegevens opslaan

# alert_credentials_body
source: Zeddy would like to securely store your credentials in the keychain. In the event that Renault logs you out, Zeddy can use these credentials to automatically authenticate again. If you want to use Siri to control your car you will need to allow this
de: Zeddy möchte Ihre Anmeldeinformationen im Schlüsselbund sicher speichern. Für den Fall, dass Sie von Renault abgemeldet werden, kann Zeddy diese Anmeldeinformationen verwenden, um sich automatisch erneut zu authentifizieren. Wenn Sie mit Siri Ihr Auto steuern möchten, müssen Sie dieses zulassen
fr: Zeddy désire mémoriser de façon sure vos identifiants dans un trousseau. Dans le cas où Renault vous déconnecte, Zeddy peut utiliser ces identifiants pour vous connecter automatiquement. Si vous voulez utiliser Siri pour contrôler votre voiture, vous devez accepter cette sauvegarde
nl: Zeddy wil uw inloggegevens veilig opslaan in uw sleutelhanger. In het geval dat u bent uitgelogd bij Renault, kan Zeddy deze referentie gebruiken om zichzelf automatisch opnieuw te authenticeren. N Als u uw auto met Siri wil besturen, moet u dit toestaan

# alert_credentials_accept
source: Save Credentials
de: Zugangsdaten speichern
fr: Sauvegarder les identifiants
nl: inloggegevens opslaan

# alert_credentials_reject
source: No thanks
de: nein Danke
fr: Non merci
nl: Nee, dank u wel

# alert_login_error_title
source: Problem logging in
de: Probleme beim Login
fr: Problème de connexion
nl: Er is een probleem met inloggen

# alert_login_error_body
source: Something doesn't look right. Please check your details and try again. Error: %@
de: Es ist etwas schief gelaufen. Bitte überprüfen Sie Ihre Angaben und versuchen Sie es erneut. Fehler: %@
fr: Quelque chose ne va pas. Merci de vérifier vos détails et de re-essayer. Erreur : %@
nl: Er is iets fout gegaan. Controleer uw gegevens en probeer het opnieuw. Foutmelding: %@

# alert_login_error_dismiss
source: Okay
fr: Ok
nl: OK

source: Last updated: %@
de: Letze Aktualisierung: %@
nl: Laatste update: %@

source: Pull to refresh
de: Ziehen zum aktualisieren
fr: Tirer pour raffraichir
nl: Pull om te refreshen

# charger_type
source: %@ charger
de: %@ geladen
fr: chargeur %@
nl: %@ geladen

# status_charging
source: Charging
de: Lädt
fr: En charge
nl: Bezig met laden

# status_plugged_nocharge
source: Plugged in, not charging
de: Verbunden, aber lädt nicht
fr: Branchée, pas de charge
nl: Verbonden, maar laadt niet

# cell_label_date
source: DATE
de: Datum
nl: Datum

# cell_label_time
source: TIME
de: Zeitraum
fr: HEURE
nl: Tijd

# cell_label_speed
source: SPEED
de: Ladegeschwindigkeit
fr: VITESSE
nl: Snelheid

# cell_label_amount
source: CHARGED
de: Ladestand
fr: CHARGE
nl: Opgeladen

# cell_label_range
source: RANGE
de: Reichweite
fr: AUTONOMIE
nl: Bereik

# menu_alert_title
source: Options
de: Menü
nl: Opties

# menu_alert_option_precondition
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# menu_precondition_alert_title
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# menu_precondition_alert_body
source: Do you want to request pre-conditioning now?
de: Möchten Sie jetzt eine Vorklimatisierung starten?
fr: Voulez vous lancer le pré-conditionnement maintenant ?
nl: Wilt u nu starten met pre-airconditioning?

# menu_precondition_alert_accept
source: Yes
de: Ja
fr: Oui
nl: Ja

# menu_precondition_alert_reject
source: No
de: Nein
fr: Non
nl: Nee

# menu_alert_option_statusupdate
source: Request status update
de: Fahrzeugstatus aktualisieren
fr: Etat de la requête
nl: Vraag statusupdate aan

# menu_statusupdate_alert_title
source: Request update
de: Fahrzeugstatus aktualisieren
fr: Mise à jour de la requête
nl: Update aanvragen

# menu_statusupdate_alert_body
source: This will send a request to the vehicle, requesting it to update it's battery status with Renault's servers. You may only do this once every 20 minutes. Do you wish to continue?
de: Dadurch wird eine Anfrage an das Fahrzeug gesendet, in der der Batteriestatus bei den Servern von Renault aktualisiert wird. Sie dürfen dies nur einmal alle 20 Minuten tun. Möchten Sie fortfahren?
fr: Une requête va être émise au véhicule, demandant de mettre à jour le statut de la batterie avec les serveurs de Renault. Vous ne pouvez réaliser ceci qu'une seule fois toutes les 20 minutes. Voulez vous continuer ?
nl: Dit stuurt een verzoek naar het voertuig om de batterijstatus op de servers van Renault bij te werken. Je kunt dit maar één keer per 20 minuten doen. Wilt u doorgaan?

# menu_statusupdate_accept
source: Yes
de: Ja
fr: Oui
nl: Ja

# menu_statusupdate_reject
source: No
de: Nein
fr: Non
nl: Nee

# menu_alert_option_startcharge
source: Start Charge
de: Laden starten
fr: Commencer la charge
nl: Begin met opladen

# menu_startcharge_alert_title
source: Start Charge
de: Laden starten
fr: Commencer la charge
nl: Begin met opladen

# menu_startcharge_alert_body
source: If your vehicle has a cable connected and is on a charge scheduler this will override the scheduler to start a charge. Start charge now?
de: Wenn an Ihrem Fahrzeug ein Kabel angeschlossen ist und sich ein Ladeplan befindet, wird der Ladeplan außer Kraft gesetzt, um eine Ladung zu starten. Jetzt wirklich aufladen?
fr: Si un cable de chargement est connecté à votre véhicule et la planification des charges active, cela va remplacer la programmation pour démarrer la charge immédiatement. Démarrer la charge maintenant?
nl: Als er een kabel op uw voertuig is aangesloten en er is een oplaadpunt, wordt het oplaadpunt genegeerd om te beginnen met opladen. Wilt u nu echt opladen?

# menu_startcharge_accept
source: Yes
de: Ja
fr: Oui
nl: Ja

# menu_startcharge_reject
source: No
de: Nein
fr: Non
nl: Nee

# menu_alert_option_settings
source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

# menu_alert_option_logout
source: Log out
de: Abmelden
fr: Se déconnecter
nl: Uitloggen

# menu_alert_option_cancel
source: Cancel
de: abbrechen
fr: Annuler
nl: Annuleren

# siri_action_precondition_suggestion
source: Preheat my car
de: Heize mein Fahrzeug vor
fr: Préchauffer ma voiture
nl: Verwarm mijn voertuig voor

# precondition_sent_alert_title
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# precondition_sent_alert_body
source: The request was sent
de: Die Anforderung wurde gesendet
fr: La requête a été envoyée
nl: Het verzoek is verzonden

# precondition_sent_alert_okay
source: Okay
fr: Ok
nl: OK

# siri_action_charge_suggestion
source: Charge my car
de: Fahrzeug jetzt laden
fr: Charger ma voiture
nl: Laad het voertuig nu op

# statusupdate_sent_alert_title
source: Update request
de: Fahrzeugstatus aktualisieren
fr: Requête mise à jour
nl: Voertuigstatus bijwerken

# statusupdate_sent_alert_body
source: The request was sent. Please wait a few minutes then pull to refresh.
de: Die Anfrage wurde gesendet. Bitte warten Sie einige Minuten und ziehen Sie dann die Anzeige nach unten, um die Aktualisierung zu starten.
fr: La requête a été envoyée. Merci de patienter quelques minutes puis tirer pour rafraîchir.
nl: Het verzoek is verzonden. Wacht een paar minuten en vernieuw.

# statusupdate_sent_alert_okay
source: Okay
fr: Ok
nl: OK

# statusupdate_failed_alert_title
source: Update request error
de: Fahrzeugstatus aktualisieren fehlgeschlagen
fr: Requête en erreur
nl: Voertuigstatus bijwerken is mislukt

# statusupdate_failed_alert_okay
source: Okay
fr: Ok
nl: OK

# charging_speed_slow
source: Slow
de: langsam
fr: Lente
nl: Langzaam

# charging_speed_accelerated
source: Accelerated
de: beschleunigt
fr: Accélérée
nl: Versnelt

# charging_speed_fast
source: Rapid
fr: Rapide
nl: Snel

# charging_speed_unknown
source: Unknown
de: unbekannt
fr: Inconnue
nl: Onbekend

# setting_active_vehicle
source: Active vehicle
de: Fahrgestellnummer
fr: Véhicule actif
nl: Actieve Chassis nummer

# setting_active_vehicle_unknown
source: Unknown
de: unbekannt
fr: Inconnu
nl: Onbekend

# setting_vehicle_model
source: Vehicle model
de: Fahrzeugmodel
fr: Modèle de véhicule
nl: Voertuigmodel

# setting_vehicle_model_unknown
source: Unknown
de: unbekannt
fr: Inconnu
nl: Onbekend

# setting_theme
source: Theme
fr: Thême
nl: Thema

# setting_theme_dark
source: Dark
de: Dunkel
fr: Sombre
nl: Donker

# setting_theme_light
source: Light
de: Hell
fr: Clair
nl: Licht

# setting_theme_select_title
source: Select a theme
de: Aus
fr: Sélectionner un thême
nl: Selecteer een thema

# setting_theme_select_body
source: Auto will switch between light and dark automatically with iOS 13
de: Die Ansicht wechselt automatisch in den Hell und Dunkel Modus ab iOS 13
fr: Auto va automatiquement sélectionner le thême clair ou sombre avec iOS 13
nl: Auto schakelt automatisch tussen licht en donker met iOS 13

# setting_theme_select_cancel
source: Cancel
de: abbrechen
fr: Annuler
nl: Annuleren

# picker_button_cancel
source: Cancel
de: abbrechen
fr: Annuler
nl: Annuleren

# picker_button_save
source: Save
de: Speichern
fr: Sauver
nl: Opslaan

# overview_cell_label_range
source: Range
de: Reichweite
fr: Autonomie
nl: Bereik

# overview_cell_label_charge
source: Charged
de: Ladestand
fr: Chargée
nl: Laadniveau

# overview_cell_label_temperature_battery
source: Temperature
de: Akkutemperatur
fr: Température
nl: Temparatuur

# overview_cell_label_temperature_outside
source: Outside
de: Außentemperatur
fr: Extérieur
nl: Temparatuur buiten

# overview_cell_label_charging_remaining
source: Until full
de: bis Voll
fr: Jusqu'au plein
nl: Tot vol

# overview_cell_label_charging_speed
source: Speed
de: Ladegeschwindigkeit
fr: Vitesse
nl: Snelheid

# overview_cell_label_odometer
source: Odometer
de: Kilometerstand
fr: Odométre
nl: Kilometerstand

# overview_cell_label_precondition_schedule
source: Pre-condition
de: Vorklimatisierung
fr: Pré-conditionnement
nl: Pre-airconditioning

# overview_cell_label_charge_scheduled
source: Scheduled
de: Geplant
fr: Planifiée
nl: Gepland schema

# overview_section_header_charging
source: Charging
de: Laden
fr: En charge
nl: Laden

# overview_section_header_upcoming_charge
source: Upcoming Charge
de: Bevorstehende Ladung
fr: Charge à venir
nl: Aankomende laadsessie

# overview_section_header_battery
source: Battery
de: Batterie
fr: Batterie
nl: Batterij

# overview_section_header_vehicle
source: Vehicle
de: Fahrzeug
fr: Véhicule
nl: Voertuig

# menu_chargeschedule_alert_title
source: Charge Schedule
de: Ladeplaner
fr: Charge planifié
nl: Laadschema

# menu_chargeschedule_alert_body
source: What would you like to do?
de: Was möchten Sie tun?
fr: Que voulez vous faire ?
nl: Wat zou u willen doen?

# menu_chargeschedule_button_enable
source: Enable charge schedule
de: Ladeplaner einschalten
fr: Activer le planificateur de charge
nl: Laadschema inschakelen

# menu_chargeschedule_button_disable
source: Disable charge schedule
de: Ladeplaner ausschalten
fr: Désactiver le planificateur de charge
nl: Laadschema uitschakelen

# menu_chargeschedule_button_cancel
source: Cancel
de: abbrechen
fr: Annuler
nl: Annuleren

# chargeschedule_adjusted_alert_title
source: Charge Schedule
de: Ladeplaner
fr: Planificateur de charge
nl: Laadschema

# chargeschedule_adjusted_alert_body
source: Your charge schedule changes have been saved
de: Ihre Ladeplanänderungen wurden gespeichert.
fr: Votre changement de planification des charges a été sauvegardé
nl: Uw wijzigingen in het laadschema zijn opgeslagen

# chargeschedule_adjusted_alert_okay
source: Okay
fr: Ok
nl: OK

# chargehistory_label_time_on_charge
source: on charge
de: Ladezeit
fr: en charge
nl: Laadtijd

# charge_speed_alert_title
source: Charge Speed
de: Ladegeschwindigkeit
fr: Vitesse de charge
nl: Laadsnelheid

# charge_speed_alert_body
source: The Renault API does not provide exact charge speed information. Zeddy calculates an estimated charge speed for your charges. The calculated charge speed is the estimated DC input to your vehicle's battery and such will appear lower than the actual real world output of the charger. Your battery's SOH can also affect this figure.
de: Die Renault API liefert keine genauen Informationen zur Ladegeschwindigkeit. Zeddy berechnet eine geschätzte Ladegeschwindigkeit für Ihre Ladungen. Die berechnete Ladegeschwindigkeit ist der geschätzte DC-Eingang für die Batterie Ihres Fahrzeugs und dieser erscheint niedriger als der tatsächliche reale Ausgang des Ladegeräts. Die SOH Ihrer Batterie kann sich ebenfalls auf diese Zahl auswirken.
fr: L'API de Renault ne fournit pas une information précise de la vitesse de charge. Zeddy calcule une vitesse de charge estimée pour vos charges. La vitesse de charge calculée est une estimation du courant continu fourni à la batterie du véhicule et peut apparaitre inférieure à la valeur affichée par le chargeur. Le SOH de votre batterie peut aussi affecté cette valeur.
nl: De Renault API geeft geen nauwkeurige informatie over de laadsnelheid. Zeddy berekent een geschatte laadsnelheid voor uw ladingen. De berekende laadsnelheid is de geschatte DC-invoer voor de accu van uw voertuig en deze lijkt lager dan de werkelijke werkelijke uitvoer van de oplader. De SOH van uw batterij kan ook van invloed zijn op dit aantal.

# charge_speed_alert_dismiss
source: Okay
fr: Ok
nl: OK

# tab_title_charges
source: Charges
de: Ladehistorie
nl: Laad geschiedenis

# tab_title_settings
source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

# startcharge_sent_alert_title
source: Charge Request Sent
de: Ladevorgang Anforderung senden
fr: Requête de charge envoyée
nl: Verzend laadverzoek

# startcharge_sent_alert_body
source: The request was sent
de: Die Anforderung wurde gesendet
fr: La requête a été envoyée
nl: Het verzoek is verzonden

# startcharge_sent_alert_okay
source: Okay
fr: Ok
nl: OK

# map_type_standard
source: Standard
de: Karte
nl: Standaard

# map_type_satellite
source: Satellite
de: Satellit
nl: Satelliet

# settings_option_diagnostics
source: Collect logs
de: Analysedaten versenden
fr: Récupération des logs
nl: Verzamel logboeken

# settings_option_about
source: About
de: Info
fr: A propos
nl: Over

# header_status_plug_in
source: Plugged in.
de: angeschlossen.
fr: Branché.
nl: Ingeplugd.

# header_status_unplugged
source: Unplugged.
de: nicht angeschlossen.
fr: Débranché.
nl: Uitgeplugd.

# header_status_charging_ended
source: Charging finished.
de: aufladen abgeschlossen.
fr: Charge terminée.
nl: Het opladen is voltooid.

# header_status_charging_charging
source: Charging.
de: aufladen.
fr: Charge en cours.
nl: Opladen.

# header_status_charging_flap_open
source: Charging flap open.
de: die Ladeklappe ist offen.
fr: Volet de charge ouvert.
nl: Laadklep open.

# header_status_charging_not_charging
source: Not charging.
de: wird nicht geladen.
fr: Pas de charge en cours.
nl: Niet opladen.

# header_status_charging_unavailable
source: Charge status unavailable.
de: Ladestatus unbekannt.
fr: Etat de la charge non disponible.
nl: Laadstatus is niet beschikbaar.

# header_status_charging_waiting_planned
source: Waiting to charge at scheduled time.
de: Warten auf Aufladetimer.
fr: Charge en attente de l'heure programmée.
nl: Wachten om op geplande tijd op te laden.

# header_status_charging_waiting_current
source: Waiting for current charge to start.
de: Warten auf richtige Ladezeitpunkt.
fr: En attente du démarrage de la charge courante.
nl: Wachten tot de huidige lading begint.

# header_status_location_moving
source: Vehicle moving.
de: Fahrzeug fährt.
fr: Véhicule en mouvement.
nl: Voertuig rijdt.

# settings_option_tipjar
source: Tip Jar
de: Trinkgeld
fr: Don à votre bon vouloir
nl: Fooienpot

# tipjar_label_explanation
source: Zeddy is developed and maintained by me, Matt Cheetham, in my spare time. Zeddy is completely free to use but if you do want to buy me a coffee to say thanks, you can find the tip options here. I really appreciate your support.
de: Zeddy wird von mir Matt Cheetham, in meiner Freizeit entwickelt und gewartet. Zeddy ist völlig kostenlos zu benutzen, aber wenn ihr mir zum Dank einen Kaffee ausgeben möchten, finden Sie die Tip-Optionen hier. Ich weiß eure Unterstützung wirklich zu schätzen.
fr: Zeddy est développé et maintenu par moi, Matt Cheetham, dans mon temps libre. Zeddy est complétement libre d'utilisation mais si vous voulez me payer un café pour me remercier, vous pouvez trouver un lien pour donner ici. Je suis très reconnaissant de votre support
nl: Zeddy is ontwikkeld en onderhouden door mij, Matt Cheetham, in mijn vrije tijd. N Zeddy is volledig gratis te gebruiken, maar als u voor mij een koffie wil kopen als bedankje, kunt u hier de fooi opties vinden. N Ik stel uw steun zeer op prijs.

# tipjar_tip_name_tip-small
source: 🍫 Snack-Sized Tip
de: 🍫 Snack Spende
fr: 🍫 don niveau bonbon
nl: 🍫 Snack donatie

# tipjar_tip_name_tip-medium
source: ☕️ Coffee-Sized Tip
de: ☕️ Kaffee Spende
fr: ☕️ don niveau café
nl: ☕️ Koffie donatie

# tipjar_tip_name_tip-large
source: 🌯 Lunch-Sized Tip
de: 🌯 Mittagessen Spende
fr: 🌯 don niveau repas
nl: 🌯 Lunch donatie

# tipjar_tip_name_tip-huge
source: 📽 Movie-Sized Tip
de: 📽 Kino Spende
fr: 📽 don niveau soirée cinéma
nl: 📽 Bioscoop donatie

# tipjar_tip_name_tip-gigantic
source: 🥡 Takeaway-Sized Tip
de: 🥡 Takeaway Spende
fr: 🥡 don niveau ballade
nl: 🥡 Afhaal donatie

# tipjar_alert_thankyou_title
source: Thank you
de: Danke
fr: Merci
nl: Bedankt

# tipjar_alert_thankyou_body
source: Really, from the bottom of my heart thank you so much for supporting me, it means a lot. I promise to use your tip to fuel future development of Zeddy.
de: Wirklich, ich danke Ihnen von ganzem Herzen für Ihre Unterstützung, es bedeutet mir sehr viel. Ich verspreche, Ihren Spende zu nutzen, um die zukünftige Entwicklung von Zeddy voranzutreiben.
fr: Vraiment, du fond du coeur, merci beaucoup pour votre support, cela représente beaucoup pour moi. Je vous promez d'utiliser votre don pour réaliser des évolutions à Zeddy.
nl: Echt, uit de grond van mijn hart heel erg bedankt voor het steunen van mij, het betekent veel. Ik beloof dat ik uw tip(s) zal gebruiken om de toekomstige ontwikkeling van Zeddy te stimuleren.

# tipjar_alert_thankyou_dismiss
source: No problem!
de: Kein Problem!
fr: Pas de problème !
nl: Geen probleem!

# about_option_support
source: Get support
de: Erhalte Hilfe
fr: Accèder au support
nl: Krijg ondersteuning

# settings_option_review
source: Leave a review
de: Bewertung schreiben
fr: Laisser un avis
nl: Laat een recentie achter

# tab_title_status
source: Status
fr: Statut

# overview_menu_range_map
source: Open Range Map
de: Reichweitenkarte
fr: Ouvrir la carte d'accessibilité

# overview_section_header_status
source: Status
fr: Statut
